/* 
  Localizable.strings
  StratPad

  Created by Eric on 11-07-25.
  Copyright 2011 Glassey Strategy. All rights reserved.
 
  NB.   \n is a line feed (ie a new line)
        %@ is a placeholder - it will be replaced with some dynamic text, usually entered by the user
        // or /* denotes a comment, useful for the translator, not used by the program
        There are 4 sections in the sidebar, differentiated by colour. Within each section are chapters. 
            Each chapter has an id that can be seen in the sidebar button. 
            The second section chapters are usualy referred to as F3, F4, etc, though they are identified as 3, 4, etc.
        Multiline translations can be made by appending a \ to the line (eg. SHARE_STRATFILE_BODY)
 
*/

/* Info page */
MENU_INFO_TITLE="Acerca de StratPad";
version.string="Versión %@. Compilación %@. %@";
about.string="Versión %@\nCopyright ©%i Glassey Technologies Inc.\nReservados todos los derechos.";

/* Startup screen - just after splash screen */
BTN_START_TEXT="Pulse para iniciar StratPad.™";
BTN_START_SUBTEXT="La herramienta de gestión más potente\ndiseñada para un dispositivo móvil.";
SPLASH_COPY="Marcas comerciales y Copyright © 2011-%@ Glassey Technologies Inc. Reservados todos los derechos.";

/* Page names */
WELCOME_TO_STRATPAD="Iniciar aquí";
ON_STRATEGY="Estrategia";
ON_STRATPAD="Información general";
TOOLKIT="Kit de herramientas";
ABOUT_YOUR_STRATEGY="Mi StratFile";
STRATFILE_BASICS="Debate";
STRATEGY_STATEMENT="Estrategia\n$/Declaración";
BRAINSTORM_THEMES="Temas";
THEME_DETAIL="Detalle\nde temas";
DEFINE_OBJECTIVES="Objetivos";
ACTIVITY="Actividad";
FINANCE="Finanzas";
STRAT_FINANCIAL_ANALYSIS_MONTH="Estrategia\n$/Mes";
STRAT_FINANCIAL_ANALYSIS_THEME="Estrategia\n$/Tema";
THEME_ANALYSIS_MONTH="Tema\n$/Mes";
GANTT="Gantt";
PROJECT_PLAN="Plan de\nproyecto";
AGENDAS="Agendas";
BUSINESS_PLAN_SUMMARY="Plan de\nnegocio";
STRATBOARD="StratBoard";
REPORT_CARD="StratCard";
FINANCIAL_STATEMENT_DETAIL="Finanzas detalladas";
FINANCIAL_STATEMENT_SUMMARY="Resumen de finanzas";

/* used when creating the single editable empty StratFile for Plus */
EMPTY_STRATFILE_TITLE="Mi StratFile";
EMPTY_STRATFILE_COMPANY="Mi empresa";


/* window title shown at the top of every screen, substituted with user-entered stratfile name */
STRATFILE_TITLE_FORMAT="StratPad: %@";


/* StratFiles menu */
// name of StratFiles button in top left corner
MY_STRATFILES="Mi StratFile";
// used when creating a new stratfile from the StratFiles menu
UNNAMED_STRATFILE_TITLE="StratFile sin título";
UNNAMED_COMPANY="Mi empresa";


/* Default names for unnamed themes, objectives, activities and metrics, F4-F7 */
UNNAMED_THEME="Tema sin título";
UNNAMED_OBJECTIVE="Objetivo sin título";
UNNAMED_ACTIVITY="Actividad sin título";
UNNAMED_METRIC="Indicador sin título";


/* Placeholder text when there is no user-entered text in F2 */
TEXTVIEW_PLACEHOLDER="Escriba su respuesta aquí...";


/* F4 details page - text for 3 different options */
MANDATORY="Obligatorio";
ENHANCE_UNIQUENESS="Mejorar singularidad";
CREATE_CUSTOMER_VALUE="Crear/mejorar valor de cliente";


/* Used in F4 when there are no themes - text for row button to add a new theme */
ADD_NEW_THEME="Agregar nuevo tema";


/* F5 calculation detail page - window title */
CALCULATIONS_TITLE="Ajustar porcentajes: %@";


/* used in F6 when an objective row has multiple metrics */
MULTIPLE_METRICS="Indicadores múltiples";


/* Generic button text or labels used throughout the program */
MANAGE="Gestionar";
DONE="Listo";
YES="Sí";
NO="No";
NA="N/D";
SWITCH_YES="Sí";
SWITCH_NO="No";
OK="Aceptar";
CANCEL="Cancelar";
HelpVideoButtonText="Ayuda ▸";


/* settings menu */
MENU_SETTINGS_TITLE="Configuración";
FINANCIAL_SETTINGS="Financiera";
REVENUE_CALCULATION="Ingresos, COGS";
CURRENCY="Divisa";
SWITCH_REVENUE_OPTIMISTIC="Optimista";
SWITCH_REVENUE_PESSIMISTIC="Pesimista";
CONSULTANTS_SETTINGS="Identidad";
FIRM_NAME="Empresa";
FIRM_LOGO="Logotipo";
PLACEHOLDER_CONSULTANT_FIRM="Nombre de mi empresa";
PLACEHOLDER_CURRENCY="p. ej.: US$";
LANGUAGE="Idioma";
INTERNATIONAL="Internacional";
RESTART_STRATPAD="Los cambios tendrán efecto después de reiniciar StratPad.";
QUIT_NOW_BTN="Reiniciar StratPad";
RESTART_STRATPAD_TITLE="Reiniciar StratPad";
RESTART_STRATPAD_MESSAGE="Para reiniciar StratPad, presione el icono StratPad una vez StratPad se cierre";
RESTART_STRATPAD_BUTTON="Reiniciar";

/* Registration dialog in settings menu */
REGISTER_TITLE="Bienvenido";
REGISTER_DETAILS_TITLE="Registro";
REGISTER_THANKYOU_TITLE="Gracias por realizar el registro";
REGISTER_WELCOME="Bienvenido/a a StratPad";
REGISTER_CHANGE_EMAIL_BUTTON="Cambiar email";
REGISTRATION="Registro";
REGISTER_TO_UNLOCK_BACKUP="Regístrese para acceder a la función de copias de seguridad.";
REGISTER_THANK_YOU="¡Gracias por realizar el registro!";
REGISTER_ERROR_MESSAGE="Se produjo un problema al enviar su registro a Glassey Technologies Inc. Inténtelo de nuevo.";
REGISTRATION_SUCCESS_MESSAGE="Gracias por realizar el registro con Glassey Technologies Inc. Consulte su correo electrónico para completar el proceso.";
VALIDATION_ERROR_MESSAGE="Se produjo un problema al validar su registro en Glassey Technologies Inc. Inténtelo de nuevo.";
VALIDATION_ERROR_MESSAGE_NIL_ARG="Se produjo un problema al validar su registro en Glassey Technologies Inc. Inténtelo de nuevo. (Nil arg)";
VALIDATION_ERROR_MESSAGE_BAD_TOKEN="Se produjo un problema al validar su registro en Glassey Technologies Inc. Inténtelo de nuevo. (Mismatched token)";
VALIDATION_WARNING_MESSAGE_ALREADY_VALIDATED="Esta copia de StratPad ya está registrada. Gracias.";
INVALIDATION_ERROR_MESSAGE="Se produjo un problema al invalidar su registro en Glassey Technologies Inc. Inténtelo de nuevo.";
REGISTER_DETAILS_VERSION="%@, Versión %@";
REGISTRATION_EMAIL_FEEDBACK_SUBJECT="Comentarios sobre StratPad";
REGISTRATION_EMAIL_FEEDBACK_BODY="Estimado Alex,\n\n";
REGISTER_ANYTIME="Realice el registro en cualquier momento desde el menú Configuración.";
REGISTER_REQUIRED="Se requiere registro.";
REGISTER_REMINDER_MENU_ITEM="Consultar email para completar el registro.";
REGISTER_REMINDER_MESSAGE="¡No olvide consultar su email para completar su registro! También puede realizar el registro de nuevo en el menú Configuración.";
REGISTER_ALERT_TITLE="Se requiere inscripción";
REGISTER_ALERT_MESSAGE="Registre StratPad para activar el servicio de copia de seguridad.";
SETTINGS_REGISTER_CHECK_EMAIL="Revise su email para completar su actual suscripción, o introduzca una nueva dirección de email para registrarse otra vez.";
SETTINGS_REGISTER_INSTRUCTIONS="Únase a la Comunidad de StratPad y disfrute de una nueva función de copias de seguridad.";
REGISTRATION_ENTER_KEY="Código";

/* actions menu */
MENU_ACTIONS_TITLE="Acciones";
EMAIL="Enviar por correo electrónico";
EMAIL_MSG_SETUP="Defina el correo electrónico primero.";

SEND_ONE_TITLE="Este %@";
SEND_ALL_TITLE="Todos %@";
SEND_FINANCIALS_TITLE="Informes financieros";

EMAIL_1_MSG_CHOOSE_REPORT="Primero seleccione un informe/gráfico.";
EMAIL_ALL="Todos %@s";

PRINT="Imprimir";
PRINT_ALL="Todos %@s";

BACKUP="Copia de seguridad";
BACKUP_DETAILS="Enviar un copia de seguridad de este StratFile a tu email.";
BACKUP_DISABLED_NOT_READ_WRITE="Debe elegir uno de sus StratFiles";
REGISTER_TO_ENABLE_BACKUP="Regístrese para activar este servicio.";

YAMMER="Yammer";
YAMMER_DETAIL="Publicar en su red y grupo";

ACTION_REPORT_PARAM="Informe";
ACTION_CHART_PARAM="Gráfico";

SHARE="Enviar por correo electrónico";
SHARE_STRATFILE="Mi StratFile";
SHARE_STRATFILE_DETAILS="Enviar este StratFile a otro iPad.";
SHARE_CSV="Cambios financieros netos";
SHARE_CSV_DETAILS="Enviar archivo CSV.";
SHARE_DOCX="Resumen de plan comercial";
SHARE_DOCX_DETAILS="Envíe una versión Docx de su plan comercial de resumen.";
CONSOLIDATED_CSV_REPORT="Análisis financiero de estrategia consolidado";

SHARE_DOCX_SUBJECT="Este es el documento '%@' de Microsoft Word de StratPad.";
SHARE_DOCX_BODY="El documento '%@' se adjunta a este mensaje. Ábralo con Microsoft Word o con cualquier software de oficina compatible.";
SUMMARY_BUSINESS_PLAN_FILENAME="Plan comercial de resumen";

HUD_LOADING_MSG="Cargando";
HUD_DOCX_DOWNLOAD_MSG="Recuperando archivo Docx";
HUD_DOCX_UPLOAD_MSG="Enviando StratFile";
HUD_DOCX_PREPARE_MSG="Preparando StratFile";
HUD_DOCX_CONVERT_MSG="Convirtiendo StratFile";

HUD_PDF_PREPARE_MSG="Preparando PDF para %@";

// detail text in action menu when email and print are disabled
GET_STRATBOARD="Adquiera StratBoard para activar esta opción.";
MSG_OFFLINE="Debe estar conectado a Internet para usar esta función.";

YAMMER_NETWORK="Red";
YAMMER_FILE="Nombre de informe";
YAMMER_SIGNIN_TITLE="Inicio de sesión en Yammer";
YAMMER_META="Información de Yammer";
YAMMER_GROUP="Grupo";
YAMMER_USER="Usuario";
YAMMER_TOPIC="Tema";
YAMMER_MESSAGE_TITLE="Yammer";
YAMMER_MESSAGE_HELP="Toque para introducir un mensaje";
POST_TO_YAMMER="Enviar a Yammer";
YAMMER_MESSAGE_DETAILS="Mensaje";
SUCCESS="Éxito";
ERROR="Error";
YAMMER_ERROR="Se ha producido un error al publicar en Yammer. Puede pulsar el botón de retroceso e intentarlo de nuevo, o visitar el sitio Yammer; es posible que se haya realizado la publicación. A continuación se muestran detalles que pueden aclarar el problema.";
YAMMER_MESSAGE_PLACEHOLDER="Introduzca un mensaje para acompañar este archivo.\n\nUtilice almohadillas, por ej. #importante para indicar temas.";
YAMMER_TITLE_PLACEHOLDER="Introduzca un título para este archivo.";
YAMMER_SIGNOUT="Cerrar sesión";
YAMMER_FETCH_ERROR_TITLE="Fallo";
YAMMER_FETCH_NETWORKS_ERROR="No se pudo acceder a las redes. Problema: %@";
YAMMER_FETCH_FILE_COMMENTS_ERROR="No se pudo acceder a los comentarios del archivo. Problema: %@";
YAMMER_FETCH_THREAD_ERROR="No se pudo acceder al hilo. Problema: %@";
YAMMER_FETCH_GROUPS_ERROR="No se pudo acceder a los grupos. Problema: %@";
YAMMER_RESULT_UPLOADED_NO_GROUP="Cargado el %@";
YAMMER_RESULT_UPLOADED="Cargado en %@ ▸ %@ ▸ Archivos";
YAMMER_RESULT_AUTHOR="por %@";
YAMMER_RESULT_ERROR_PARSE="Error: %@. No se pudo analizar la respuesta.";
YAMMER_RESULT_ERROR_POST="Error: %@. No se pudo publicar el archivo.";
YAMMER_SIGNIN_FAIL="Nombre de usuario o contraseña incorrectos.";
YAMMER_UPLOAD_ERROR_MESSAGE="Hubo un problema al enviar '% @' para Yammer. Por favor, inténtelo de nuevo.";
YAMMER_UPLOAD_SUCCESS_MESSAGE="Enviado correctamente '% @' para Yammer.";
YAMMER_COMMENT_DATE_FORMAT_STRING="MMMM d, aaaa 'a las' hh:mma";
YAMMER_COMMENTS_WINDOW_TITLE="%@: Conversaciones de Yammer";
YAMMER_COMMENT_REPLY_PLACEHOLDER="Escriba una respuesta...";
YAMMER_POST_COMMENT_ERROR="Se ha producido un problema al publicar su comentario en Yammer. Vuelva a intentarlo más tarde.";
YAMMER_LIKE="Me gusta";
YAMMER_POST_COMMENT="Responder";
YAMMER_MORE_REPLIES="Mostrar %i respuestas anteriores »";
YAMMER_ALREADY_PUBLISHED="Ya se ha publicado este informe/gráfico.";
YAMMER_UPDATE_FILE="Actualizar archivo";
YAMMER_UPDATE_FILE_MESSAGE="El %@ se ha actualizado.";
YAMMER_UPDATE_ERROR_MESSAGE="Se ha producido un problema al actualizar el fichero en Yammer. Por favor, vuelva a intentarlo.";
YAMMER_VIEW_ON_WEB="Ver en Yammer.com";

/* extras menu */
MENU_UPGRADE_TITLE="Extras";
UPGRADE_NO_PURCHASES="No hay compras disponibles.";
UPGRADE_RESTORE_PURCHASES="Recuperar las compras anteriores.";
UPGRADE_TRY_LATER="Vuelva a intentarlo más tarde.";
IAP_PURCHASED="Comprado";
UPGRADE_THANKS="Gracias por la actualización. Disfrute de sus nuevas características.";

// StoreManager. If user is not allowed to make payments
NO_PAYMENTS_TITLE="Pagos no permitidos.";
NO_PAYMENTS_MSG="Lo sentimos, los pagos no se permiten actualmente.";


/* for making the filename for all reports */
STRATPAD_REPORTS_NAME="Informes de StratPad";


/* when printing out reports, use full text rather than '$/' */
DOLLARS_PER="Dólares por ";


/* sending report emails */
EMAIL_ONE_REPORT_SUBJECT="%@";
EMAIL_ONE_REPORT_BODY="Este es el informe de '%@' más reciente del StratFile '%@'.";

EMAIL_ALL_REPORTS_SUBJECT="Todos los informes %@ de StratPad";
EMAIL_ALL_REPORTS_BODY="Estas son las versiones más actualizadas de todos los informes de StratPad del StratFile '%@'.";

EMAIL_ONE_CHART_SUBJECT="%@";
EMAIL_ONE_CHART_BODY="Este es el gráfico de '%@' más reciente del StratFile '%@'.";

EMAIL_ONE_FINANCIAL_REPORT_SUBJECT="%@";
EMAIL_ONE_FINANCIAL_REPORT_BODY="Este es el informe financiero '%@' más reciente del StratFile '%@'.";

SHARE_STRATFILE_SUBJECT="Este es el StratFile '%@' de StratPad.";
SHARE_STRATFILE_BODY="El StratFile '%@' se adjunta a este mensaje. \
Para abrirlo, deberá abrir este mensaje en su iPad. \
A continuación, pulse el icono de StratFile en el mensaje. \
\
Debe tener StratPad Premium o StratPad Platinum instalado en su iPad. \
Si no tiene StratPad en su iPad, <a href='%@'>puede obtenerlo aquí.</a>";

SHARE_CSV_SUBJECT="Ha compartido un informe de StratPad.";
SHARE_CSV_BODY="Se ha compartido el informe de análisis financiero del StratFile denominado \"%@\" con usted. Ábralo con un programa de hoja de cálculo, como Microsoft Excel.";

BACKUP_STRATFILE_SUBJECT="Esta es la copia de seguridad del StratFile '%@' de StratPad.";
BACKUP_STRATFILE_BODY="La copia de seguridad del StratFile '%@' viene adjunta a este mensaje. \
Para abrirlo, deberá abrir este mensaje en su iPad. \
A continuación, toque el icono de StratFile en el mensaje. \
Guarde este mensaje de correo electrónico como su copia de seguridad de StratFile.
";

/* After sending a backup from the actions menu */
BACKUP_UPLOAD_SUCCESS_MESSAGE="Su copia de seguridad del Stratfile se ha enviado a %@ correctamente.";
BACKUP_UPLOAD_ERROR_MESSAGE="Se produjo un problema al enviar su copia de seguridad del Stratfile. Inténtelo de nuevo.";


/* Frequency names - used through program - can see in F6 details */
FREQUENCY_0="Diario";
FREQUENCY_1="Semanal";
FREQUENCY_2="Quincenal";
FREQUENCY_3="Mensual";
FREQUENCY_4="Trimestral";
FREQUENCY_5="Semestral";
FREQUENCY_6="Anual";


/* Frequency abbreviations for above names - used through program - can see in F6 details */
FREQUENCY_ABBREVIATION_0="Dia";
FREQUENCY_ABBREVIATION_1="Sem";
FREQUENCY_ABBREVIATION_2="Quin";
FREQUENCY_ABBREVIATION_3="Men";
FREQUENCY_ABBREVIATION_4="Trim";
FREQUENCY_ABBREVIATION_5="Semes";
FREQUENCY_ABBREVIATION_6="An";


/* Objective/perspective names - used through program - can see in F6 details */
OBJECTIVE_TYPE_FINANCIAL="Financiera";
OBJECTIVE_TYPE_CUSTOMER="Cliente";
OBJECTIVE_TYPE_PROCESS="Proceso/Tecnología";
OBJECTIVE_TYPE_STAFF="Personal";
OBJECTIVE_TYPE_COMMUNITY="Comunidad";
OBJECTIVE_TYPE_FUNDER="Financiador";


/* Instructions for objectives in F6 */
OBJECTIVE_INSTRUCTIONS_0="¿Qué beneficios financieros debemos lograr con este tema?";
OBJECTIVE_INSTRUCTIONS_1="¿Qué deben experimentar sus clientes con este tema?";
OBJECTIVE_INSTRUCTIONS_2="¿Qué proceso interno y/o cambios de tecnología son necesarios para este tema?";
OBJECTIVE_INSTRUCTIONS_3="¿Cómo debemos ayudar a nuestro personal a fomentar este tema?";


/* in F6, text for row add button */
ADD_OBJECTIVE_ROW="Agregar un nuevo objetivo de '%@'...";


/* in F6, when we are in Plus and are not allowed to add an objective */
ADD_OBJECTIVE_DISABLED="Sin objetivos";


/* in F6, date picker popover title for mod'ing metrics */
METRIC_DATE_PICKER_TITLE="Fecha de objetivo de indicador";


/* Success indicator, in metric editor in F6 */
GT_TARGET="Supera el objetivo";
LT_TARGET="Menor que el objetivo";


/* in F7, text for row add button */
ADD_ACTIVITY_ROW="Agregar nueva actividad";


/* in F7, when we are in Plus and are not allowed to add an activity */
ADD_ACTIVITY_ROW_DISABLED="Sin actividades";


/* if you navigate to F6 or F7 without first creating a theme or an objective */
MSG_NO_OBJECTIVES="Cree un objetivo para este tema por primera vez.";
MSG_NO_THEMES="Cree un tema primero.";


/* R1 */
STRATEGY_MAP_REPORT_TITLE="Mapa estratégico";
STRATEGY_MAP_VIEW_LABEL_STRATEGY="Estrategia";
STRATEGY_MAP_VIEW_LABEL_THEMES="Temas";
// use OBJECTIVE_TYPE_ keys for remaining labels

STRATEGY_MAP_VIEW_DESC_THEMES="Proyectos que nos ayudarán a lograr nuestra estrategia.";
STRATEGY_MAP_VIEW_DESC_FINANCIAL="Beneficios financieros que resultarán de este tema.";
STRATEGY_MAP_VIEW_DESC_CUSTOMER="Nuestros clientes se beneficiarán de estas cosas.";
STRATEGY_MAP_VIEW_DESC_PROCESS="El proceso y/o los cambios de tecnología necesarios para implementar este tema.";
STRATEGY_MAP_VIEW_DESC_STAFF="Necesitaremos ayudar a nuestro personal para fomentar totalmente este tema.";


/* R2, R3 and R4 - important to use plural form */
ORDINAL_0="Primeras";
ORDINAL_1="Segundas";
ORDINAL_2="Terceras";
ORDINAL_3="Cuartas";
ORDINAL_4="Quintas";
ORDINAL_5="Sextas";
ORDINAL_ABBR_0="1ª";
ORDINAL_ABBR_1="2ª";
ORDINAL_ABBR_2="3ª";
ORDINAL_ABBR_3="4ª";
ORDINAL_ABBR_4="5ª";
ORDINAL_ABBR_5="6ª";

TOTAL="Total";
REVENUE="INGRESOS";
CHANGE_IN_REVENUE="Cambios en ingresos";
CHANGE_IN_COGS="Cambio en coste de bienes vendidos";
TOTAL_CHANGE_IN_GROSS_PROFIT="Cambio total en beneficios brutos";

EXPENSES="GASTOS";
CHANGE_IN_RAD="Cambio en Investigación y desarrollo";
CHANGE_IN_GAA="Cambiar en Generales y administrativos";
CHANGE_IN_SAM="Cambiar en Ventas y marketing";
TOTAL_CHANGE_IN_EXPENSES="Cambio total en gastos";

TOTAL_FOR_STRATEGY="TOTAL DE ESTRATEGIA";
TOTAL_FOR_THEME="TOTAL DE TEMA";
NET_CONTRIBUTION="Contribución neta (pérdida)";
NET_CUMULATIVE_CONTRIBUTION="Cont. acumulada neta (pérdida)";

RESEARCH_AND_DEVELOPMENT="Investigación y desarrollo";
GENERAL_AND_ADMINISTRATIVE="Generales y administrativos";
SALES_AND_MARKETING="Ventas y marketing";

COGS="COGS";
COST_OF_GOODS_SOLD="Coste de bienes vendidos";
GROSS_PROFIT="Beneficios brutos";
OPERATING_EXPENSES="Gastos de funcionamiento";
TOTAL_EXPENSES="Gastos totales";
CONTRIBUTION="Contribución";
CUMULATIVE_CONTRIBUTION="Contribución acumulada";

NTH_YEAR_TOTAL="%@ Año\nTotal";
SUBS_YEARS="Sus.\nAños";

ROUNDING_DISCLAIMER="Todos los cálculos se realizan con precisión, pero se redondean a la unidad más cercana. Es posible que la suma de algunos números intermedios parezca incorrecta.";
ROUNDING_DISCLAIMER_SHORT="Los valores intermedios se pueden redondear.";
NET_FINANCIAL_CHANGES_FORMAT="Los valores que se muestran son los cambios financieros netos resultado de esta estrategia, calculados %@, en %@.";
OPTIMISTIC="de forma optimista";
PESSIMISTIC="de forma pesimista";


/* R2 */
R2_REPORT_TITLE_FOR_SCREEN="Análisis financiero de estrategia:\n%@ Proyecciones anuales, mensuales";
R2_REPORT_TITLE_FOR_PRINT="Análisis financiero de estrategia: Proyecciones anuales, mensuales de %@";


/* R3 */
R3_REPORT_TITLE_FOR_SCREEN="Análisis financiero de estrategia:\n%@ Proyecciones anuales, por tema";
R3_REPORT_TITLE_FOR_PRINT="Análisis financiero de estrategia: Proyecciones anuales, por tema de %@";


/* R4 */
R4_REPORT_TITLE_FOR_SCREEN="Análisis financiero de tema:\n%@ Proyecciones anuales, mensuales";
R4_REPORT_TITLE_FOR_PRINT="Análisis financiero de tema: Proyecciones anuales, mensuales de %@";
NO_THEME_TITLE="Sin tema";


/* R5 */

// various wordings in the header to describe who is responsible for the theme
RESPONSIBLE_TEMPLATE_NO_DATA="Nadie es responsable de este tema que no tiene fecha de inicio ni fecha final.";
RESPONSIBLE_TEMPLATE_NO_RESPONSIBLE_AND_NO_END_DATE="Nadie es responsable de este tema que se inicia en %@ y no tiene fecha final.";
RESPONSIBLE_TEMPLATE_NO_RESPONSIBLE_AND_NO_END_DATE="Nadie es responsable de este tema que se inicia en %@ y no tiene fecha final.";
RESPONSIBLE_TEMPLATE_NO_RESPONSIBLE_AND_NO_START_DATE="Nadie es responsable de este tema que no tiene fecha de inicio y finaliza en %@.";
RESPONSIBLE_TEMPLATE_NO_RESPONSIBLE="Nadie es responsable de este tema que se inicia en %@ y finaliza en %@.";
RESPONSIBLE_TEMPLATE_RESPONSIBLE_AND_NO_START_DATE_OR_END_DATE="%@ es responsable de este tema que no tiene fecha de inicio ni fecha final.";
RESPONSIBLE_TEMPLATE_RESPONSIBLE_AND_NO_END_DATE="%@ es responsable de este tema que se inicia en %@ y no tiene fecha final.";
RESPONSIBLE_TEMPLATE_RESPONSIBLE_AND_NO_START_DATE="%@ es responsable de este tema que no tiene fecha de inicio y finaliza en %@.";
RESPONSIBLE_TEMPLATE_ALL_DATA="%@ es responsable de este tema que se inicia en %@ y finaliza en %@.";

// various wordings in the header to describe the theme
THEME_DESCRIPTION_MANDATORY_ENHANCE_UNIQUENESS_IMPROVES_CUST_VALUE="Esta tema es obligatorio, mejora la singularidad y mejora el valor del cliente.";
THEME_DESCRIPTION_NOT_MANDATORY_ENHANCE_UNIQUENESS_IMPROVES_CUST_VALUE="Esta tema no es obligatorio, mejora la singularidad y mejora el valor del cliente.";
THEME_DESCRIPTION_MANDATORY_DOES_NOT_ENHANCE_UNIQUENESS_IMPROVES_CUST_VALUE="Esta tema es obligatorio, no mejora la singularidad y mejora el valor del cliente.";
THEME_DESCRIPTION_NOT_MANDATORY_DOES_NOT_ENHANCE_UNIQUENESS_IMPROVES_CUST_VALUE="Esta tema no es obligatorio, no mejora la singularidad y mejora el valor del cliente.";
THEME_DESCRIPTION_MANDATORY_ENHANCE_UNIQUENESS_DOES_NOT_IMPROVE_CUST_VALUE="Esta tema es obligatorio, no mejora la singularidad y no mejora el valor del cliente.";
THEME_DESCRIPTION_NOT_MANDATORY_ENHANCE_UNIQUENESS_DOES_NOT_IMPROVE_CUST_VALUE="Esta tema es obligatorio, mejora la singularidad y no mejora el valor del cliente.";
THEME_DESCRIPTION_MANDATORY_DOES_NOT_ENHANCE_UNIQUENESS_DOES_NOT_IMPROVE_CUST_VALUE="Esta tema es obligatorio, no mejora la singularidad y no mejora el valor del cliente.";
THEME_DESCRIPTION_NOT_MANDATORY_DOES_NOT_ENHANCE_UNIQUENESS_DOES_NOT_IMPROVE_CUST_VALUE="Esta tema no es obligatorio, no mejora la singularidad y no mejora el valor del cliente.";

// column and row headings in the report
THEME_DETAIL_REPORT_TITLE="Detalle de temas";
THEME="Tema";
OBJECTIVES="Objetivos";
SCORECARD="Cuadro de mando";
ACTIVITY="Actividad";
MEASURE="Medición";
TARGET="Objetivo";
DATE="Fecha";
ACTION="Acción";
FIRST_YEAR_COST="1er año de coste";
START="Inicio";
END="Fin";


/* R6 */
ACHIEVE_METRIC_TEMPLATE="Lograr %@";
REACH_METRIC_TEMPLATE="Alcanzar %@ en '%@'";


/* R7 */
PROJECT_PLAN_REPORT_TITLE="Plan de proyecto";
LABEL_STARTING_FROM="Iniciando %@";
PPR_HEADING_THEME="TEMA";
PPR_HEADING_START_DATE="Fecha de inicio";
PPR_HEADING_END_DATE="Fecha de finalización";


/* R8 */
MEETING_AGENDA_REPORT_TITLE="Agendas de reuniones";

MAR_WEEKLY_MEETING="Durante la semana de %@, una reunión %@ con:";
MAR_PERIODIC_MEETING="Tan pronto como pueda en %@, tenga una reunión %@ con:";
MAR_ANNUAL_MEETING="Tan pronto como pueda en %@, tenga una reunión %@ con:";
FREQUENCY_NAME_ANNUAL="Anual";
MAR_RESPONSIBLE_PEOPLE="Considere incluir %@ en esta reunión.";
MAR_AND="y";

AGENDA_ITEM_THEME_START="Iniciar el tema '%@' %@cuyo inicio está programado en %@.";
AGENDA_ITEM_THEME_CONCLUDE="Concluir el tema '%@', cuya finalización está programada en %@.";
AGENDA_ITEM_STRATEGY_START="Iniciar la estrategia '%@', cuyo inicio está programado en %@.";
AGENDA_ITEM_THEME_STOP="Concluir la estrategia '%@', cuya finalización está programada en %@";
AGENDA_ITEM_STRATEGY_PROGRESS="Evaluar el progreso de la estrategia '%@'.";
AGENDA_ITEM_STRATEGY_REVIEW="Realizar una revisión detallada de la estrategia '%@'.";
AGENDA_ITEM_OBJECTIVE_HAS_TARGET_AND_DATE="Comprobar el progreso del indicador '%@' que debería alcanzar %@ en %@.";
AGENDA_ITEM_OBJECTIVE_HAS_TARGET="Comprobar el progreso del indicador '%@' que debería alcanzar %@.";
AGENDA_ITEM_OBJECTIVE_HAS_DATE="Comprobar el progreso del indicador '%@' que debería alcanzar %@.";
AGENDA_ITEM_OBJECTIVE="Evaluar el progreso del indicador '%@'.";
AGENDA_ITEM_OBJECTIVE_MULTIPLE_METRICS="Existen múltiples parámetros asociados a este objetivo.";
AGENDA_ITEM_ACTIVITY_START="Iniciar la acción '%@' %@cuyo inicio está programado en %@.";
AGENDA_ITEM_ACTIVITY_STOP="Confirme que la acción '%@' %@se ha completado en %@.";
AGENDA_ITEM_FINANCIAL_REVIEW="Revise el rendimiento financiero de %@ del tema '%@'.";


/* R9 */
R9_SECTION_A_HEADING="A. Nuestra aspiración y estrategia";
COMPANY_LOCATION_TEMPLATE="con basa en %@";
AND="y";
COMPANY_SECTOR="opera en el sector de %@";
R9_REPORT_TITLE="Resumen del Plan Comercial";
PROPRIETARY_AND_CONFIDENTIAL="Propiedad y confidencial.";
R9_SECTION_B_HEADING="B. El sector en que trabajamos y cómo ganamos dinero";
R9_SECTION_C_HEADING="C. Para lograr nuestro objetivo, completaremos estas actividades e hitos…";
R9_SECTION_D_HEADING="D. ...que nos permitirá alcanzar estos objetivos…";
QUARTERS_STARTING="Periodos de inicio:";
R9_SECTION_E_HEADING="E. …y progresar de esta forma.";
ALLOWING_US_TO_PROGRESS_FOOTER_THOUSANDS_TEMPLATE="Valores en miles de %@. %@";
ALLOWING_US_TO_PROGRESS_FOOTER_TEMPLATE="Valores en %@. %@";
R9_COPYRIGHT_TEMPLATE="Copyright ©%@ %@";
R9_ALL_RIGHTS_RESERVED="Reservados todos los derechos. Confidencial de la empresa.";
COMPANY_NAME="Nombre de la empresa";


/* Rating reminder */
RATE_REMINDER_TITLE="Puntuar StratPad";
RATE_REMINDER_MESSAGE="Hola. Hemos detectado que ha utilizado algunas de nuestras funciones de StratPad. ¿Desea puntuar y revisar StratPad en App Store? Sería de gran ayuda.";
ALREADY_RATED="No volver a preguntarme";
LATER="Más tarde";
RATE_AND_REVIEW="Puntuar y revisar";
PAGE="Página";


/* Importing stratfiles - ie tapping on a .strafile in an email */
IMPORT_STRATFILE="Importar StratFile";
IMPORT_DIALOG_TITLE="Ya existe una versión %@ de este StratFile. ¿Desea sustituirla?";
IMPORT_DIALOG_PREFIX_SAME="Un";
IMPORT_DIALOG_PREFIX_OLDER="Una versión más antigua de";
IMPORT_DIALOG_PREFIX_NEWER="Una versión más reciente de";
IMPORT_DIALOG_DATE_CREATED="Creado el %@";
IMPORT_DIALOG_DATE_MODIFIED="Modificado el %@";
SUFFIX_IMPORTED="importado";
IMPORT_SUCCESS_TITLE="Importación correcta";
IMPORT_SUCCESS_BODY="Importado correctamente \"%@\".";
IMPORT_FAIL_TITLE="Error de importación";
IMPORT_FAIL_BODY="Error de importación de %@. Motivo: %@.";
INCOMPATIBLE_STRATFILE_EXC="Lo sentimos. StratFile no es compatible con StratPad.";
STRATFILE_CREATED_BY_NEWER_STRATPAD="Este StratFile se ha creado con una versión más reciente de StratPad. Actualice StratPad e inténtelo de nuevo.";

/* Importing stratfile backups - ie tapping on a .stratbak in an email */
IMPORT_BACKUP_SUCCESS_TITLE="Restauración correcta";
IMPORT_BACKUP_SUCCESS_BODY="Se ha restaurado correctamente la copia de seguridad \"%@\".";
IMPORT_BACKUP_FAIL_TITLE="Restauración fallida";
IMPORT_BACKUP_FAIL_BODY="No se ha podido restaurar la copia de seguridad %@. Razón: %@";
ILLEGAL_STRATFILE_EXC="El archivo StratFile no puede incluirse en una restauración de copia de seguridad. Regístrese primero y luego realice la copia de seguridad.";
IMPORT_BACKUP_REPLACE_TITLE="Reemplazar stratfile";
IMPORT_BACKUP_REPLACE_BODY="Reemplazar el stratfile existente '%@' por la copia de seguridad '%@'?";


/* Date selection component - MBDateSelectionViewController. All substitutions in here (%@) are dates eg. Mar 17, 2012. */
DATE_SELECTION_INVALID="Fecha no válida. Usando: %@";
DATE_SELECTION_VALID="Fecha seleccionada: %@";
DATE_SELECTION_FOR_THEME_INVALID_START_GT_END="La fecha de inicio debe ser anterior o igual a la fecha de finalización. Pruebe a utilizar %@.";
DATE_SELECTION_FOR_THEME_INVALID_END_LT_START="La fecha de finalización debe ser posterior o igual a la fecha de inicio. Pruebe a utilizar %@.";
DATE_SELECTION_FOR_THEME_INVALID_START_GT_METRIC="Si utiliza %@ la fecha objetivo de %@ del indicador '%@' no será válida, ya que as no entraría dentro de su intervalo de temas principal. Pruebe a usar la misma fecha o una anterior a %@, o cambie la fecha de destino '%@' primero. Utilice %@ en su lugar.";
DATE_SELECTION_FOR_THEME_INVALID_START_INSIDE_ACTIVITY="Esa fecha de inicio invalidaría el intervalo de fechas en la actividad '%@'. Pruebe a utilizar %@ o cambie las fechas de actividad primero. Utilice %@ en su lugar.";
DATE_SELECTION_FOR_THEME_INVALID_END_LT_METRIC="Si utiliza %@ la fecha objetivo de %@ del indicador '%@' no será válida, ya que as no entraría dentro de su intervalo de temas principal. Pruebe a usar la misma fecha o una posterior a %@, o cambie la fecha de destino '%@' primero. Utilice %@ en su lugar.";
DATE_SELECTION_FOR_THEME_INVALID_END_INSIDE_ACTIVITY="Esa fecha de finalización invalidaría el intervalo de fechas en la actividad '%@'. Pruebe a utilizar %@ o cambie las fechas de actividad primero. Utilice %@ en su lugar.";


/* StratBoard */

// individual chart title
CHART_THEME_OBJECTIVE="Tema: %@     Objetivo: %@";

// in chart options, these are the graph types
CHART_TYPE_0="Ninguno";
CHART_TYPE_1="Líneas";
CHART_TYPE_2="Barras";
CHART_TYPE_3="Área";
CHART_TYPE_4="Comentarios";

// in chart options, these are the colours
COLOR_SCHEME_0          = "Rojo";
COLOR_SCHEME_1       = "Naranja";
COLOR_SCHEME_2       = "Amarillo";
COLOR_SCHEME_3        = "Verde";
COLOR_SCHEME_4        = "Azul marino";
COLOR_SCHEME_5    = "Turquesa";
COLOR_SCHEME_6         = "Gris";
COLOR_SCHEME_7          = "Azul claro";

// chart options UI
CHART_OPTIONS_TITLE="Opciones principales de gráfico";
CHART_OPTIONS_BACK_TITLE="Principal";
METRIC="Indicador";
CHART_TYPE="Tipo de gráfico";
SHOW_TREND="Mostrar tendencia";
SHOW_TARGET="Mostrar objetivo";
COLOR="Color";
NO_OVERLAY="Ninguno";
OVERLAY_OPTIONS_TITLE="Gráfico de comparación";
OVERLAY_OPTIONS_BACK_TITLE="Comparación";
CHOOSE_CHART_TYPE="Seleccionar un tipo de gráfico";
CHOOSE_METRIC="Seleccionar un indicador";
CHART_TITLE="Título de gráfico";
CHART_NO_TITLE="Gráfico sin título";
CHART_MAX_VALUE="Valor máx.";

// StratBoard view if there are no graphs
ADD_CHART_INSTRUCTIONS_ROW="Pulse el botón (+) para agregar un nuevo gráfico.";

// we see this if there are no metrics and you are looking at the measurements vc
ADD_METRIC_INSTRUCTIONS_ROW="Utilice el \"Capítulo 6. Objetivos\" para agregar nuevos indicadores";

// this is the title of the popover used when adding a chart
CHOOSE_METRIC_FOR_ADD_CHART="Agregar gráfico de indicador";

// if there are no valid metrics, we show this in the popover used when adding a chart
ADD_METRIC_INSTRUCTIONS_FOR_ADD_CHART="Agregar indicadores en \"Capítulo 6. Objetivos\". Agregar valores a Indicadores en StratBoard.";

// if there are no measurements for a metric
ADD_MEASUREMENT_INSTRUCTIONS_ROW="Pulse el botón (+) para agregar un nuevo valor.";

// date picker popover title when adding a measurement
MEASUREMENT_DATE_PICKER_TITLE="Fecha de valor";

// in Plus and Premium, show an ad page for buying stratboard; this is button text
BUY_STRATBOARD="Adquirir StratBoard ahora\n%@";
OFFLINE="Desconectado";
OFFLINE_INSTRUCTIONS="Para ver el vídeo de StratBoard, conéctese a Internet y actualice.";
ERROR_NO_NETWORK="No hay red.";

/* StratCard - when printing from StratBoard */
RECENT_VALUE="• Valor más reciente: %@";
ON_TARGET="• En objetivo: %@";
STRAT_TARGET="• Objetivo: %@";
STRAT_TARGET_BY=" por %@";

/* For selecting charts when printing or emailing a StratCard */
STRATCARD_ACTION_0="Imprimir";
STRATCARD_ACTION_1="Correo electrónico";
SELECT_CHARTS="Seleccionar gráficos";

/* When importing a stratfile, but your edition can't import, we present this upgrade dialog; OpenStratFileUpgradeAlertView */
UPGRADE_REQUIRED_TITLE="Se requiere actualización";
UPGRADE_REQUIRED_MESSAGE="Para abrir StratFiles en StratPad, es necesario que actualice a StratPad Premium u otra versión superior.";

/* When tapping a field in a read-only file, we give the user a couple of options */
READONLY_SAMPLE_FILE_CLONE_TITLE="Se necesita una copia";
READONLY_SAMPLE_FILE_CLONE_MESSAGE="Este StratFile se ha marcado como de solo lectura. ¿Desea hacer una copia editable?";
READONLY_SAMPLE_FILE_UPGRADE_TITLE="Se necesita una actualización";
READONLY_SAMPLE_FILE_UPGRADE_MESSAGE="Este StratFile se ha marcado como de solo lectura. Para editar archivos de muestra debe actualizar su versión de StratPad. ¿Desea ver las opciones de actualización?";
STRATFILE_COPY_SUFFIX="copiar";

/* Finances */

// general
MONTH_MESSAGE_FORMAT="Mes %@";
YEAR_MESSAGE_FORMAT="Año %i";
PERCENT_MESSAGE_FORMAT="%@%%";

// TOC
FINANCES_0="Índice";
FINANCES_1="Cuentas por cobrar";
FINANCES_2="Cuentas por pagar";
FINANCES_3="Inventario";
FINANCES_4="Préstamos";
FINANCES_5="Activos";
FINANCES_6="Participación en el capital";
FINANCES_7="Retenciones del empleado";
FINANCES_8="Impuesto de ventas";
FINANCES_9="Impuesto sobre la renta";
FINANCES_10="Saldo inicial";

// Loans
LoanType_0="Principal más interés";
LoanType_1="Solo interés";

LoanTypeAbbr_0="P+I";
LoanTypeAbbr_1="I";

LoanTerm="Duración del préstamo.";
LoanRate="Tasa anual de interés como porcentaje.";
LoanDate="¿Cuándo recibió el préstamo?";
LoanType="¿Solo interés O BIEN principal más interés?";
LoanPaymentFrequency="¿Con qué frecuencia se hacen los pagos?";

// Assets

AssetDepreciationType_0="Tasa lineal";

AssetType_0="Terreno";
AssetType_1="Instalaciones";
AssetType_2="Maquinaria";
AssetType_3="Mobiliario";
AssetType_4="Herramientas";
AssetType_5="Equipo informático";

AssetDate="¿Cuándo adquirió o adquirirá el activo?";
AssetTerm="Años en los que amortizará completamente este activo.";
AssetTypes="Categoría de este activo.";
AssetDepreciationTypes="¿Cómo se amortiza este activo?";

// Equities

EquityDate="¿Cuándo recibió o recibirá la inversión?";

// Warnings
LoanEquityAssetValidationWarning="Se debe completar uno o varios %@ de esta página. Se ignorarán en todos los informes financieros hasta finalizar.";
Loans="préstamos";
Assets="activos";
Equities="valores";

// Employee Deductions

RemittanceDueDate_0="Este mes";
RemittanceDueDate_1="Mes siguiente";

COGSWarning="La suma del coste de los bienes vendidos relacionados con el inventario (%@%%) y los ingresos (%@%%) supera 100%%.";

// Opening Balances

OpeningBalance_0="Efectivo";
OpeningBalance_1="Cuentas por cobrar";
OpeningBalance_2="Inventario";
OpeningBalance_3="Gastos pagados por adelantado";
OpeningBalance_4="Activos a largo plazo";
OpeningBalance_5="Otros activos";
OpeningBalance_6="Cuentas por pagar";
OpeningBalance_7="Retenciones del empleado por pagar";
OpeningBalance_8="Impuesto de ventas por pagar";
OpeningBalance_9="Impuesto sobre la renta por pagar";
OpeningBalance_10="Préstamo a corto plazo";
OpeningBalance_11="Porción actual de la empresa";
OpeningBalance_12="Préstamo a largo plazo";
OpeningBalance_13="Adquisiciones pagadas por adelantado";
OpeningBalance_14="Otros pasivos";
OpeningBalance_15="Préstamos de accionistas";
OpeningBalance_16="Capital social";
OpeningBalance_17="Ganancias no distribuidas";

// income statement

NoNetwork="Para ver los informes financieros, debe estar conectado a Internet.";

IncomeStatementReportTitle="Declaración de renta";
IncomeStatementSummaryTitle="Resumen de finanzas\nDeclaración de renta";
IncomeStatementDetailTitle="Finanzas detalladas\nDeclaración de renta";

GENERAL_AND_ADMINISTRATIVE_SHORT="G y A";
RESEARCH_AND_DEVELOPMENT_SHORT="I y D";
SALES_AND_MARKETING_SHORT="V y M";
REVENUE="Ingresos";
COGS="Coste de mercancías vendidas";
GROSS_PROFIT="Beneficios brutos";
EXPENSES="Gastos";
is.ebitda="BAIIDA";
is.ebit="BAII";
is.interest="Interés";
is.depreciation="Amortización";
is.ebt="BAI";
is.incomeTaxes="Impuestos sobre la renta";


// cashflow

CashFlowReportTitle="Flujo de efectivo";
CashFlowSummaryTitle="Resumen de finanzas\nDeclaración de flujos de efectivo";
CashFlowDetailTitle="Finanzas detalladas\nDeclaración de flujos de efectivo";

operations="Cambios netos de operaciones";
netIncome="Ingresos netos";
arChange="Cambio neto de cuentas por cobrar";
apChange="Cambio neto de cuentas por pagar";
cashSubtotals="Efectivo de operaciones";
cashChanges="Cambios netos en efectivo";
startCash="Efectivo al inicio";
endCash="Efectivo al final";
changesFromPrepaidSales="Cambio neto de cuentas pagadas por adelantado";
changesFromPrepaidPurchases="Cambio neto de adquisiciones pagadas por adelantado";
investmentsChange="Cambios de inversiones";
cashFromInvestments="Efectivo de inversiones";
financingChange="Cambios de finanzas";
cashFromFinancing="Efectivo de finanzas";
inventoryChange="Cambios de inventario";
depreciationChange="Amortización";

// balance sheet

BalanceSheetReportTitle="Balance general";
BalanceSheetSummaryTitle="Resumen de finanzas\nBalance general";
BalanceSheetDetailTitle="Finanzas detalladas\nBalance general";

assets="Activos";
cash="Efectivo";
ar="Cuentas por cobrar";
ap="Cuentas por pagar";
totalAssets="Total de activos";
liabilities="Pasivos";
equity="Valor";
totalLiabilities="Total de pasivos";
retainedEarnings="Ganancias no distribuidas";
totalEquity="Total de valores";
totalLiabilitiesAndEquity="Total de pasivos y valor";
currentAssets="Activos actuales";
currentLiabilities="Pasivos actuales";
prepaidSales="Ventas pagadas por adelantado";
prepaidPurchases="Adquisiciones pagadas por adelantado";
longTermAssets="Activos a largo plazo";
currentPortionOfLtd="Porción actual de la empresa";
longTermLiabilities="Pasivos a largo plazo";
capitalStock="Capital social";
accumulatedDepreciation="Menos: Amortización acumulada";
employeeDeductions="Retenciones del empleado";
taxesAndDeductions="Impuestos y retenciones";

// general financials
SUMMARY_FINACIAL_REPORTS_FILENAME="Resumen de informes financieros";
FINANCIAL_PROGRESS_PREPARING="Preparando informe";
FINANCIAL_PROGRESS_FINALIZING="Finalizando informe";

